Repository: vincentbourgonje/wv-login
Catalog: languages/wv-login-*.po
Languages: de_de, nl_nl

source: A plugin to login users with a link send in an e-mail
de_de: Ein Plugin um Benutzer mit einem Link in einer E-Mail anzumelden
nl_nl: Een plugin om gebruikers aan te melden met een link in een e-mail

source: An error occured when submitting the form
de_de: Beim Absenden des Formulars ist ein Fehler aufgetreten
nl_nl: Er is een fout opgetreden bij het verzenden van het formulier

source: An error occurred while logging in
de_de: Beim Einloggen ist ein Fehler aufgetreten

source: E-Mailaddress
de_de: E-Mail-Adresse
nl_nl: E-mailadres

source: Email Sender emailaddress
de_de: E-mail Absender E-Mail-Adresse
nl_nl: E-mail Afzender e-mailadres

source: Email Sender Name
de_de: E-mail Absender Name
nl_nl: E-mail Afzender naam

source: Email Subject
de_de: E-Mail Betreff
nl_nl: E-Mail Onderwerp

source: Email Text (use #LINK# for the generated link)
de_de: Email Text (benutze #LINK# für den generierten Link)
nl_nl: E-Mail tekst (gebruik #LINK# om de gegenereerde link in te voegen)

source: Error found in security key
de_de: Fehler im Sicherheitsschlüssel gefunden
nl_nl: Fout gevonden in beveiligingssleutel

source: Get a new and fresh Magic Link!
de_de: Hol dir einen neuen und frischen Magic Link!

source: Get login link
de_de: Schicke mir den Login-Link per E-Mail
nl_nl: Stuur mij de magische login-link

source: If your Emailaddress has been found in our system you will receive an e-mail with your magic login-link shortly. Check also your Spam / Junkmail folder when you do not receive it.
de_de: Wenn deine E-Mail-Adresse in unserem System gefunden wurde, erhältst du in Kürze eine E-Mail mit deinem magischen Login-Link. Überprüfe auch deinen Spam / Junkmail-Ordner, wenn du sie nicht erhältst.
nl_nl: Wanneer je e-mailadres in ons systeem is gevonden ontvang je een e-mail met je magische login-link. Controleer ook je Spam / Junkmail map wanneer je de e-mail niet ontvangt.

source: Invalid login link!
de_de: Ungültiger Login-Link!

source: Magic login with e-mail
de_de: Magic Login mit E-Mail
nl_nl: Magische Login met E-Mail

source: Only the following roles can login per link (seperate roles with comma)
de_de: Nur die folgenden Rollen können sich pro Link einloggen (die Rollen mit Komma trennen)
nl_nl: Alleen de volgende rollen kunnen met e-maillink inloggen (scheiden met komma's) - overige rollen dienen op de normale wijze in te loggen

source: Quick login without password? Please enter your e-mail address below, if you have a valid account you will receive an e-mail with a link to log in immediately.
de_de: Schnelles Einloggen ohne Passwort? Bitte gib unten deine E-Mail-Adresse ein. Wenn du einen gültigen Account hast, erhältst du eine E-Mail mit einem Link, um dich sofort einzuloggen.
nl_nl: Snel inloggen zonder wachtwoord? Vul hieronder je e-mail adres in, wanneer je een geldig account hebt ontvang je een e-mail met een link om direct in te loggen.

source: Redirect to url after login (enter the full url)
de_de: Redirect zur Url nach dem Login (gib die vollständige Url ein)
nl_nl: Doorverwijzing naar url na inloggen (voer de volledige url in)

source: Save changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: There was a problem with sending emails, the system administrator has been notified
de_de: Es gab ein Problem beim Versenden von E-Mails, der Systemadministrator wurde benachrichtigt
nl_nl: Er was een probleem met het verzenden van e-mails, de systeembeheerder is op de hoogte gebracht

source: Token has expired!
de_de: Aus Sicherheitsgründen ist ein Login-Link nur für eine begrenzte Zeit gültig. Der Link, den du versuchst, zum Einloggen zu verwenden, ist nicht mehr gültig.

source: Webvise Login settings
de_de: Webvise Login Einstellungen
nl_nl: Webvise Login instellingen

source: Invalid Emailaddress
nl_nl: Onjuist E-Mailadres
